[
  {
    "_id": 1,
    "name": "Rolls Royce",
    "img": "https://i.ibb.co/CW0j82n/Rolls-Royce.jpg",
    "description": "You already knew that Rolls Royce was going to be here, and can you really blame us? They offer the best in the world, the most luxurious vehicles out there, and they make sure that with each and every new release they up their game significantly.",
    "price": 20000,
    "quantity": 28,
    "supplier": "James"
  },
  {
    "_id": 2,
    "name": "Bugatti",
    "img": "https://i.ibb.co/7VrDffY/Bugatti.jpg",
    "description": "It all started in 1909, in Molsheim, Alsace, as the famed Bugatti brand literally left nothing to the imagination taking over the market with their Type 30 Grand Prix and Type 41 Royale.",
    "price": 25687,
    "quantity": 36,
    "supplier": " Thomas"
  },
  {
    "_id": 3,
    "name": "Bentley",
    "img": "https://i.ibb.co/QHMnVxk/Bentley.jpg",
    "description": "Now this is what a luxury car should look like! What started off as a relatively small business back in 1919 soon became known thanks to its incredible victories in the 24h Du Mans from 1924, 1927, 1929 and 1930, essentially sweeping the ground with their competition every step of the way.",
    "price": 36547,
    "quantity": 36,
    "supplier": "Christopher"
  },
  {
    "_id": 4,
    "name": "Ferrari",
    "img": "https://i.ibb.co/XSQP3Ds/Ferrari.jpg",
    "description": "Scuderia Ferrari was first launched back in 1929 by a man known as Enzo Ferrari. He used to be a driver for Alpha Romeo, but he quit it all after he fulfilled his lifelong dream of starting his own car brand.",
    "price": 36987,
    "quantity": 54,
    "supplier": "John"
  },
  {
    "_id": 5,
    "name": "Aston Martin",
    "img": "https://i.ibb.co/k0jFsSb/Aston-Martin.jpg",
    "description": "There’s a reason as to why the Aston Martin was the handpicked car brand for none other than James Bond himself, and that’s because the name itself and even the logo is literally synonymous with luxury.",
    "price": 32547,
    "quantity": 19,
    "supplier": "Robert"
  },
  {
    "_id": 6,
    "name": "Koenigsegg",
    "img": "https://i.ibb.co/Syt1qc9/Koenigsegg.jpg",
    "description": "Koenigsegg was first established back in 1994 in Sweden, and despite the fact that there wasn’t a lot of competition in the country for the best luxury car, they still went one step beyond what they were expected to do by releasing some of the most commercially viable sports cars in the world.",
    "price": 26581,
    "quantity": 16,
    "supplier": "Ronald"
  },
  {
    "_id": 7,
    "name": "Lotus Cars",
    "img": "https://i.ibb.co/yYNqpXp/Lotus-Cars.jpg",
    "description": "The Brits have really outdone themselves with Lotus simply because of how exquisite their cars really are. The best part about them is that the Lotus cars are quite rare, meaning that you’ll always be at the center of attention when you roll up in one.",
    "price": 32584,
    "quantity": 36,
    "supplier": "Michael"
  },
  {
    "_id": 8,
    "name": "Land Rover",
    "img": "https://i.ibb.co/99r590M/Land-Rover.jpg",
    "description": "Land Rover started out rather small, with a design mainly inspired by a Jeep axle and chassis. Because of this, the company started shortly after the end of WWII in 1948. Their first vehicle they released was pretty basic, it wasn’t meant to be a luxurious brand after all, they valued practicality over anything else.",
    "price": 25694,
    "quantity": 35,
    "supplier": "Jeff"
  },
  {
    "_id": 9,
    "name": "Mercedes-Benz",
    "img": "https://i.ibb.co/6ykDQHy/Mercedes-Benz.webp",
    "description": "The luxury automotive division of The Daimler Group, Mercedes-Benz takes the second spot on our list of the most popular luxury car brands online and is the most valuable luxury automotive brand in 2021.",
    "price": 23654,
    "quantity": 39,
    "supplier": "Kenneth"
  },
  {
    "_id": 10,
    "name": "Tesla",
    "img": "https://i.ibb.co/NLNtQmB/Tesla.webp",
    "description": "Tesla’s cult-like following ensures it sticks around in conversations year after year and, as of 2021, it’s number one in online popularity in the U.S. market. Founded in July 2003, Tesla remains the highest valued carmaker in the world and its rising stock prices, thanks to the brand’s “home run” of sales in the first quarter of 2021, promise a positive outlook overall. Tesla produced 180,338 vehicles in the first quarter of 2021 alone through its global production expansion across China and Europe. ",
    "price": 25473,
    "quantity": 45,
    "supplier": "Steven"
  },
  {
    "_id": 12,
    "name": "Aston Martin Rapide ",
    "img": "https://i.ibb.co/GtPFRSy/BMW.webp",
    "description": "Aston Martin has always meant speed, power, and thoroughbred British grand touring pleasure. Until the Rapide, however, it never meant room for 4. It didn’t just have the Aston Martin name, either. A top speed of 188 miles per hour, a 0-60 time of 5.2 seconds, dashing looks and a gorgeous interior  made it clear that the Rapide was as Aston as ever.",
    "price": 36915,
    "quantity": 29,
    "supplier": "Charles"
  },
  {
    "_id": 12,
    "name": "Audi RS 7",
    "img": "https://i.ibb.co/7tMpk8t/Audi-RS-7.jpg",
    "description": "Audi’s A7 four-door coupe is a car that is known for beauty, agility, and prowess as an executive sedan. The RS7 takes that formula and adds a healthy dose of speed. The RS7 comes with all the luxury you expect from Audi, all the utility you expect from its Quattro all wheel drive system, and adds a twin turbo 4-liter V8 pumping 591 horsepower to the mix. Sounds good, doesn’t it?",
    "price": 36981,
    "quantity": 13,
    "supplier": "Richard"
  },
  {
    "_id": 13,
    "name": "Bentley Mulsanne ",
    "img": "https://i.ibb.co/kQfLPTc/Bentley-Mulsanne.jpg",
    "description": "The Bentley Mulsanne is a car that is, beyond anything, opulent. When Bentley made the Mulsanne they defined luxury as a lack of any compromise, which is why the Mulsanne is a luxury car that will do just about anything that the driver asks of it. With its ultimate smoothness and poise, the Mulsanne can also take its driver by surprise when they dig into the throttle. The Mulsanne is as powerful and self-assured as an automobile can be.",
    "price": 36854,
    "quantity": 56,
    "supplier": "Chad"
  },
  {
    "_id": 14,
    "name": "Cadillac CTS-V ",
    "img": "https://i.ibb.co/x1s47Rp/Cadillac-CTS-V.jpg",
    "description": "This isn’t your grandpa’s Cadillac. Just when the world thought American luxury cars were a thing of the past, General Motors turned around and put the engine of a ZO6 Corvette into their already sporty, nimble Cadillac CTS, and what a car it was. Since then, the CTS-V has only improved, with magnetic ride control, semi-aniline leather, and an incredible top speed of 200 miles per hour in its last generation. ",
    "price": 25987,
    "quantity": 26,
    "supplier": "Melvin"
  },
  {
    "_id": 15,
    "name": "Audi A8",
    "img": "https://i.ibb.co/THCf94s/Audi-A8.jpg",
    "description": "The Audi A8 is a statement, an iconic testament to the German automotive philosophy. It’s a luxury car that, like no other, radiates elegance, class, and above all, seriousness. Its optional W-12 powerplant, Bang and Olufsen sound system, and suspension that leans the car to one side to mitigate collisions are just some of the features that make the Audi A8 a luxury masterpiece.",
    "price": 36571,
    "quantity": 29,
    "supplier": "Francis"
  },
  {
    "_id": 16,
    "name": "BMW M5 ",
    "img": "https://i.ibb.co/tc5qxvB/BMW-M5.jpg",
    "description": "The Ultimate Driving Machine” is a slogan that BMW takes very seriously, which is why their M5 is the gold standard for luxury sports sedans. The M5 proved to the world that a luxury car could make the driver’s seat the best seat in the house with BMW’s famously superior driving dynamics and up to 617 horsepower to work with.",
    "price": 26958,
    "quantity": 36,
    "supplier": "Bradley"
  },
  {
    "_id": 17,
    "name": "BMW",
    "img": "https://i.ibb.co/GtPFRSy/BMW.webp",
    "description": "BMW (Bayerische Motoren Werke) is the most popular luxury automobile brand online, taking a 22.8% share of the search interest in 2021 with a range of news-worthy moves that have consistently kept it in conversation. The brand’s shift to luxury electric vehicles has certainly helped to drive attention, especially with the announcement of BMW’s New Class electric-focused platform, which arrives in 2025.",
    "price": 23451,
    "quantity": 59,
    "supplier": "Herbert"
  },
  {
    "_id": 18,
    "name": "Lexus",
    "img": "https://i.ibb.co/tzLWhpc/Lexus.png",
    "description": "Tech-laden” is the best way to sum up Lexus’ year in the automobile industry. While the brand hasn’t quite reached the top when it comes to market share and attention, that’s something it’s fighting to change before 2025. The unveiling of the LF-Z Electrified suggests big things are coming, along with Lexus’ plan to introduce 20 new or redesigned vehicles globally in the next four years.",
    "price": 12786,
    "quantity": 34,
    "supplier": "Larry"
  },
  {
    "_id": 19,
    "name": "Porsche",
    "img": "https://i.ibb.co/dmqmcgZ/Porsche.webp",
    "description": "Things are on the rise for all things Porsche, with sales up more than 44% from 2020’s Q1. The brand attributes much of this to its ever-growing model range, focusing especially heavily on the first fully electric Porsche. The Taycan, the 4S, the Turbo, and Turbo S were only just hitting the market in Q1 2020 with the Taycan Cross Turismo joining the force in later months. ",
    "price": 32144,
    "quantity": 61,
    "supplier": "Stephen"
  },
  {
    "_id": 20,
    "name": "Jaguar",
    "img": "https://i.ibb.co/597QfWk/Jaguar.webp",
    "description": "Stylish carmaker Jaguar has more than justified its online position over the last 12 months, with an ever-growing list of announcements and releases keeping it in international conversations. Contactless ‘predictive touch’ touchscreens, virus-fighting technology across the wider brand and the launch of the Jaguar I-Pace electric SUV in India were just some of the biggest Jaguar-related stories making waves recently. ",
    "price": 32457,
    "quantity": 43,
    "supplier": "Don"
  }
]